Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: A reminder that you've already heard this episode.
ar: تذكير بأنك استمعت إلى هذه الحلقة من قبل.
de: Eine Erinnerung, dass du diese Folge schon gehört hast.
el: Υπενθύμιση ότι έχετε ήδη ακούσει αυτό το επεισόδιο.
es: Un recordatorio de que ya has escuchado este episodio.
fa: یادآوری اینکه این قسمت را قبلاً شنیده‌اید.
fr: Un rappel que vous avez déjà écouté cet épisode.
he: תזכורת שכבר האזנת לפרק הזה.
hi: याद दिलाने के लिए कि आप यह एपिसोड पहले ही सुन चुके हैं।
id: Pengingat bahwa Anda sudah mendengarkan episode ini.
it: Un promemoria che hai già ascoltato questo episodio.
ja: このエピソードをすでに聴いたことを示すリマインダーです。
ko: 이 에피소드를 이미 들었다는 것을 알려 주는 표시입니다.
nl: Een herinnering dat je deze aflevering al hebt beluisterd.
pl: Przypomnienie, że ten odcinek został już przesłuchany.
pt: Um lembrete de que você já ouviu este episódio.
ru: Напоминание о том, что вы уже слушали этот выпуск.
sv: En påminnelse om att du redan har lyssnat på det här avsnittet.
th: การเตือนว่าคุณฟังตอนนี้ไปแล้ว
tr: Bu bölümü zaten dinlediğinizi hatırlatır.
uk: Нагадування, що ви вже слухали цей випуск.
vi: Lời nhắc rằng bạn đã nghe tập này rồi.
zh_hans: 提醒你已经听过这一集。

source: Start Over
ar: البدء من جديد
de: Von vorn
el: Από την αρχή
es: Empezar de nuevo
fa: شروع دوباره
fr: Recommencer
he: התחל מחדש
hi: शुरू से
id: Mulai Ulang
it: Ricomincia
ja: 最初から
ko: 처음부터
nl: Opnieuw beginnen
pl: Od początku
pt: Recomeçar
ru: Сначала
sv: Börja om
th: เริ่มใหม่
tr: Baştan Başla
uk: Спочатку
vi: Phát lại từ đầu
zh_hans: 从头开始

source: Back to 0:00
ar: العودة إلى 0:00
de: Zurück auf 0:00
el: Επιστροφή στο 0:00
es: Volver a 0:00
fa: بازگشت به 0:00
fr: Retour à 0:00
he: חזרה ל-0:00
hi: 0:00 पर वापस
id: Kembali ke 0:00
it: Torna a 0:00
ja: 0:00 に戻る
ko: 0:00으로 돌아가기
nl: Terug naar 0:00
pl: Wróć do 0:00
pt: Voltar para 0:00
ru: Назад к 0:00
sv: Tillbaka till 0:00
th: กลับไปที่ 0:00
tr: 0:00'a dön
uk: Назад до 0:00
vi: Về 0:00
zh_hans: 回到 0:00

source: From %@
ar: من %@
de: Ab %@
el: Από %@
es: Desde %@
fa: از %@
fr: Depuis %@
he: מ-%@
hi: %@ से
id: Dari %@
it: Da %@
ja: %@ から
ko: %@부터
nl: Vanaf %@
pl: Od %@
pt: De %@
ru: С %@
sv: Från %@
th: จาก %@
tr: %@ konumundan
uk: З %@
vi: Từ %@
zh_hans: 从 %@

source: Back to the beginning.
ar: عدت إلى البداية.
de: Zurück zum Anfang.
el: Επιστροφή στην αρχή.
es: De vuelta al principio.
fa: به ابتدا برگشت.
fr: Retour au début.
he: חזרה להתחלה.
hi: शुरुआत पर वापस।
id: Kembali ke awal.
it: Di nuovo all'inizio.
ja: 最初に戻りました。
ko: 처음으로 돌아갔습니다.
nl: Terug naar het begin.
pl: Z powrotem na początku.
pt: De volta ao início.
ru: Снова с начала.
sv: Tillbaka till början.
th: กลับไปที่จุดเริ่มต้นแล้ว
tr: Başa dönüldü.
uk: Знову з початку.
vi: Đã quay về đầu.
zh_hans: 已回到开头。

source: You're at %@
ar: أنت عند %@
de: Du bist bei %@
el: Βρίσκεστε στο %@
es: Vas por %@
fa: در %@ هستید
fr: Vous en êtes à %@
he: אתה ב-%@
hi: आप %@ पर हैं
id: Anda di %@
it: Sei a %@
ja: 現在 %@
ko: 현재 %@
nl: Je bent bij %@
pl: Jesteś w %@
pt: Você está em %@
ru: Вы на отметке %@
sv: Du är vid %@
th: คุณอยู่ที่ %@
tr: %@ konumundasınız
uk: Ви на позначці %@
vi: Bạn đang ở %@
zh_hans: 当前位置：%@

source: Plays this episode from the beginning.
ar: يشغّل هذه الحلقة من البداية.
de: Spielt diese Folge von Anfang an ab.
el: Αναπαράγει αυτό το επεισόδιο από την αρχή.
es: Reproduce este episodio desde el principio.
fa: این قسمت را از ابتدا پخش می‌کند.
fr: Lit cet épisode depuis le début.
he: מנגן את הפרק הזה מההתחלה.
hi: यह एपिसोड शुरू से चलाता है।
id: Memutar episode ini dari awal.
it: Riproduce questo episodio dall'inizio.
ja: このエピソードを最初から再生します。
ko: 이 에피소드를 처음부터 재생합니다.
nl: Speelt deze aflevering vanaf het begin af.
pl: Odtwarza ten odcinek od początku.
pt: Reproduz este episódio desde o início.
ru: Воспроизводит этот выпуск с начала.
sv: Spelar det här avsnittet från början.
th: เล่นตอนนี้ตั้งแต่ต้น
tr: Bu bölümü baştan oynatır.
uk: Відтворює цей випуск з початку.
vi: Phát tập này từ đầu.
zh_hans: 从头播放这一集。

source: Paused %@
ar: متوقف مؤقتًا عند %@
de: Pausiert bei %@
el: Σε παύση στο %@
es: En pausa en %@
fa: متوقف در %@
fr: En pause à %@
he: מושהה ב-%@
hi: %@ पर रुका
id: Dijeda di %@
it: In pausa a %@
ja: %@ で一時停止中
ko: %@에서 일시 정지됨
nl: Gepauzeerd op %@
pl: Wstrzymano w %@
pt: Pausado em %@
ru: Пауза на %@
sv: Pausad vid %@
th: หยุดชั่วคราวที่ %@
tr: %@ konumunda duraklatıldı
uk: Пауза на %@
vi: Tạm dừng ở %@
zh_hans: 暂停于 %@

source: Paused %@ of %@
ar: متوقف مؤقتًا عند %@ من %@
de: Pausiert bei %@ von %@
el: Σε παύση στο %@ από %@
es: En pausa en %@ de %@
fa: متوقف در %@ از %@
fr: En pause à %@ sur %@
he: מושהה ב-%@ מתוך %@
hi: %@ / %@ पर रुका
id: Dijeda di %@ dari %@
it: In pausa a %@ di %@
ja: %@ / %@ で一時停止中
ko: %@ / %@에서 일시 정지됨
nl: Gepauzeerd op %@ van %@
pl: Wstrzymano w %@ z %@
pt: Pausado em %@ de %@
ru: Пауза на %@ из %@
sv: Pausad vid %@ av %@
th: หยุดชั่วคราวที่ %@ จาก %@
tr: %@ / %@ konumunda duraklatıldı
uk: Пауза на %@ з %@
vi: Tạm dừng ở %@ / %@
zh_hans: 暂停于 %@ / %@

source: . Paused at %@.
ar: . متوقف مؤقتًا عند %@.
de: . Pausiert bei %@.
el: . Σε παύση στο %@.
es: . En pausa en %@.
fa: . متوقف در %@.
fr: . En pause à %@.
he: . מושהה ב-%@.
hi: . %@ पर रुका।
id: . Dijeda di %@.
it: . In pausa a %@.
ja: 。%@ で一時停止中。
ko: . %@에서 일시 정지됨.
nl: . Gepauzeerd op %@.
pl: . Wstrzymano w %@.
pt: . Pausado em %@.
ru: . Пауза на %@.
sv: . Pausad vid %@.
th: หยุดชั่วคราวที่ %@
tr: . %@ konumunda duraklatıldı.
uk: . Пауза на %@.
vi: . Tạm dừng ở %@.
zh_hans: 。暂停于 %@。

source: Resume Episode
ar: استئناف الحلقة
de: Folge fortsetzen
el: Συνέχεια επεισοδίου
es: Reanudar episodio
fa: ادامهٔ قسمت
fr: Reprendre l'épisode
he: המשך את הפרק
hi: एपिसोड फिर से चलाएँ
id: Lanjutkan Episode
it: Riprendi episodio
ja: エピソードを再開
ko: 에피소드 이어서 재생
nl: Aflevering hervatten
pl: Wznów odcinek
pt: Retomar episódio
ru: Продолжить выпуск
sv: Återuppta avsnitt
th: เล่นตอนต่อ
tr: Bölüme Devam Et
uk: Продовжити випуск
vi: Tiếp tục tập
zh_hans: 继续播放这一集

source: Mark as Not Listened
ar: التعليم كغير مستمَع إليه
de: Als nicht gehört markieren
el: Σήμανση ως μη ακουσμένο
es: Marcar como no escuchado
fa: علامت‌گذاری به‌عنوان شنیده‌نشده
fr: Marquer comme non écouté
he: סמן כלא הושמע
hi: नहीं सुना हुआ चिह्नित करें
id: Tandai Belum Didengarkan
it: Segna come non ascoltato
ja: 未聴にする
ko: 듣지 않음으로 표시
nl: Markeren als niet beluisterd
pl: Oznacz jako nieprzesłuchane
pt: Marcar como não ouvido
ru: Отметить как непрослушанное
sv: Markera som ej lyssnad
th: ทำเครื่องหมายว่ายังไม่ได้ฟัง
tr: Dinlenmedi Olarak İşaretle
uk: Позначити як непрослухане
vi: Đánh dấu là chưa nghe
zh_hans: 标记为未收听

source: Download Episode
ar: تنزيل الحلقة
de: Folge laden
el: Λήψη επεισοδίου
es: Descargar episodio
fa: بارگیری قسمت
fr: Télécharger l'épisode
he: הורד את הפרק
hi: एपिसोड डाउनलोड करें
id: Unduh Episode
it: Scarica episodio
ja: エピソードをダウンロード
ko: 에피소드 다운로드
nl: Aflevering downloaden
pl: Pobierz odcinek
pt: Baixar episódio
ru: Загрузить выпуск
sv: Ladda ned avsnitt
th: ดาวน์โหลดตอน
tr: Bölümü İndir
uk: Завантажити випуск
vi: Tải tập về
zh_hans: 下载这一集

source: . Listened.
ar: . تم الاستماع.
de: . Gehört.
el: . Ακουσμένο.
es: . Escuchado.
fa: . شنیده‌شده.
fr: . Écouté.
he: . הושמע.
hi: . सुना हुआ।
id: . Sudah didengarkan.
it: . Ascoltato.
ja: 。聴取済み。
ko: . 들음.
nl: . Beluisterd.
pl: . Przesłuchane.
pt: . Ouvido.
ru: . Прослушано.
sv: . Lyssnad.
th: ฟังแล้ว
tr: . Dinlendi.
uk: . Прослухано.
vi: . Đã nghe.
zh_hans: 。已收听。

source: Rewrite and Translate in More Places
ar: إعادة الصياغة والترجمة في أماكن أكثر
de: Umformulieren und Übersetzen an mehr Stellen
el: Αναδιατύπωση και μετάφραση σε περισσότερα σημεία
es: Reescribir y traducir en más lugares
fa: بازنویسی و ترجمه در جاهای بیشتر
fr: Reformuler et traduire à plus d'endroits
he: ניסוח מחדש ותרגום במקומות נוספים
hi: और जगहों पर दोबारा लिखें और अनुवाद करें
id: Tulis Ulang dan Terjemahkan di Lebih Banyak Tempat
it: Riscrivi e traduci in più punti
ja: 書き直しと翻訳がより多くの場所で使えるように
ko: 더 많은 곳에서 다시 쓰기와 번역 사용 가능
nl: Herschrijven en vertalen op meer plekken
pl: Przeredaguj i przetłumacz w większej liczbie miejsc
pt: Reescrever e traduzir em mais lugares
ru: Переписать и перевести — в новых местах
sv: Skriv om och översätt på fler ställen
th: เขียนใหม่และแปลได้ในหลายที่มากขึ้น
tr: Yeniden Yaz ve Çevir Artık Daha Fazla Yerde
uk: Переписати й перекласти — у нових місцях
vi: Viết lại và dịch ở nhiều chỗ hơn
zh_hans: 更多地方支持改写和翻译

source: Report a Comment's details box now has Rewrite and the offer to translate into English, like every other form that goes to our team. Messaging another member now has Rewrite too. On Submit an App and Submit a Blog Post, Translate used to change only one box even when the other one was the one not in English. It now translates every box that needs it, and the blog pitch box gets its own Rewrite button. Requested directly.
ar: أصبح مربع التفاصيل في «الإبلاغ عن تعليق» يتضمن إعادة الصياغة وعرض الترجمة إلى الإنجليزية، مثل كل نموذج آخر يصل إلى فريقنا. وصارت مراسلة عضو آخر تتضمن إعادة الصياغة أيضًا. في «إرسال تطبيق» و«إرسال منشور مدونة»، كانت الترجمة تغيّر مربعًا واحدًا فقط حتى لو كان المربع الآخر هو غير المكتوب بالإنجليزية. الآن تترجم كل مربع يحتاج إلى ذلك، ويحصل مربع عرض فكرة المدونة على زر إعادة صياغة خاص به. مطلوب مباشرة.
de: Das Detailfeld unter „Kommentar melden“ hat jetzt Umformulieren und das Angebot, ins Englische zu übersetzen – wie jedes andere Formular an unser Team. Auch Nachrichten an andere Mitglieder haben jetzt Umformulieren. Bei „App einreichen“ und „Blogbeitrag einreichen“ hat Übersetzen bisher nur ein Feld geändert, selbst wenn das andere Feld nicht auf Englisch war. Jetzt wird jedes Feld übersetzt, das es braucht, und das Feld für deine Beitragsidee hat einen eigenen Umformulieren-Knopf. Direkt gewünscht.
el: Το πλαίσιο λεπτομερειών στην «Αναφορά σχολίου» έχει πλέον Αναδιατύπωση και την πρόταση μετάφρασης στα αγγλικά, όπως κάθε άλλη φόρμα προς την ομάδα μας. Τα μηνύματα σε άλλα μέλη έχουν πλέον κι αυτά Αναδιατύπωση. Στην «Υποβολή εφαρμογής» και στην «Υποβολή ανάρτησης ιστολογίου», η Μετάφραση άλλαζε μόνο ένα πλαίσιο, ακόμα κι όταν το άλλο ήταν αυτό που δεν ήταν στα αγγλικά. Τώρα μεταφράζει κάθε πλαίσιο που το χρειάζεται, και το πλαίσιο πρότασης του ιστολογίου έχει δικό του κουμπί Αναδιατύπωσης. Ζητήθηκε απευθείας.
es: El cuadro de detalles de «Denunciar un comentario» ahora tiene Reescribir y la opción de traducir al inglés, como cualquier otro formulario que llega a nuestro equipo. Los mensajes a otros miembros también tienen Reescribir. En «Enviar una app» y «Enviar una entrada de blog», Traducir solo cambiaba un cuadro aunque el que no estuviera en inglés fuera el otro. Ahora traduce todos los cuadros que lo necesitan, y el cuadro de presentación del blog tiene su propio botón Reescribir. Solicitado directamente.
fa: کادر جزئیات در «گزارش یک نظر» اکنون بازنویسی و پیشنهاد ترجمه به انگلیسی را دارد، مثل هر فرم دیگری که به تیم ما می‌رسد. پیام دادن به عضوی دیگر هم اکنون بازنویسی دارد. در «ارسال برنامه» و «ارسال پست وبلاگ»، ترجمه فقط یک کادر را تغییر می‌داد، حتی وقتی کادر دیگر به انگلیسی نبود. اکنون هر کادری را که لازم است ترجمه می‌کند و کادر معرفی پست وبلاگ هم دکمهٔ بازنویسی خودش را دارد. مستقیماً درخواست شد.
fr: Le champ de détails de « Signaler un commentaire » propose désormais Reformuler et la traduction en anglais, comme tous les autres formulaires envoyés à notre équipe. Les messages à d'autres membres ont aussi Reformuler. Dans « Proposer une appli » et « Proposer un article de blog », Traduire ne modifiait qu'un seul champ, même quand c'était l'autre qui n'était pas en anglais. Il traduit maintenant chaque champ qui en a besoin, et le champ de présentation de l'article a son propre bouton Reformuler. Demandé directement.
he: תיבת הפרטים ב"דיווח על תגובה" כוללת עכשיו ניסוח מחדש והצעה לתרגם לאנגלית, כמו כל טופס אחר שמגיע לצוות שלנו. גם שליחת הודעה לחבר אחר כוללת עכשיו ניסוח מחדש. ב"שליחת אפליקציה" וב"שליחת פוסט לבלוג", התרגום שינה רק תיבה אחת, גם כשהתיבה האחרת היא זו שלא הייתה באנגלית. עכשיו הוא מתרגם כל תיבה שצריך, ולתיבת ההצעה של הבלוג יש כפתור ניסוח מחדש משלה. התבקש ישירות.
hi: "टिप्पणी की रिपोर्ट करें" के विवरण बॉक्स में अब दोबारा लिखें और अंग्रेज़ी में अनुवाद का विकल्प है, हमारी टीम तक जाने वाले हर दूसरे फ़ॉर्म की तरह। किसी दूसरे सदस्य को संदेश भेजने में भी अब दोबारा लिखें है। "ऐप सबमिट करें" और "ब्लॉग पोस्ट सबमिट करें" में अनुवाद सिर्फ़ एक बॉक्स बदलता था, भले ही अंग्रेज़ी में न लिखा बॉक्स दूसरा हो। अब यह हर उस बॉक्स का अनुवाद करता है जिसे ज़रूरत है, और ब्लॉग पिच बॉक्स को अपना दोबारा लिखें बटन मिला है। सीधे अनुरोध किया गया।
id: Kotak detail di Laporkan Komentar kini memiliki Tulis Ulang dan tawaran menerjemahkan ke bahasa Inggris, seperti setiap formulir lain yang sampai ke tim kami. Mengirim pesan ke anggota lain kini juga memiliki Tulis Ulang. Di Kirim Aplikasi dan Kirim Postingan Blog, Terjemahkan dulu hanya mengubah satu kotak, bahkan saat kotak lainnya yang tidak berbahasa Inggris. Kini semua kotak yang perlu akan diterjemahkan, dan kotak pengajuan blog mendapat tombol Tulis Ulang sendiri. Diminta langsung.
it: Il campo dei dettagli di «Segnala un commento» ora ha Riscrivi e la proposta di tradurre in inglese, come ogni altro modulo che arriva al nostro team. Anche i messaggi ad altri membri ora hanno Riscrivi. In «Invia un'app» e «Invia un articolo del blog», Traduci modificava un solo campo anche quando quello non in inglese era l'altro. Ora traduce ogni campo che ne ha bisogno, e il campo di presentazione del blog ha un suo pulsante Riscrivi. Richiesto direttamente.
ja: 「コメントを報告」の詳細欄に、チームに届く他のフォームと同じく「書き直し」と英語への翻訳の提案が加わりました。他のメンバーへのメッセージにも「書き直し」が付きました。「アプリを投稿」と「ブログ記事を投稿」では、英語でないのがもう一方の欄でも、翻訳は片方の欄しか変更していませんでした。今後は必要なすべての欄を翻訳し、ブログの提案欄には専用の「書き直し」ボタンが付きます。直接のご要望です。
ko: '댓글 신고'의 세부 정보 상자에 이제 우리 팀에 보내는 다른 모든 양식처럼 다시 쓰기와 영어 번역 제안이 있습니다. 다른 회원에게 보내는 메시지에도 다시 쓰기가 추가되었습니다. '앱 제출'과 '블로그 게시물 제출'에서는 영어가 아닌 쪽이 다른 상자여도 번역이 한 상자만 바꿨습니다. 이제 번역이 필요한 모든 상자를 번역하며, 블로그 소개 상자에는 자체 다시 쓰기 버튼이 생겼습니다. 직접 요청되었습니다.
nl: Het detailveld bij ‘Reactie melden’ heeft nu Herschrijven en het aanbod om naar het Engels te vertalen, net als elk ander formulier dat naar ons team gaat. Berichten aan andere leden hebben nu ook Herschrijven. Bij ‘App indienen’ en ‘Blogbericht indienen’ veranderde Vertalen maar één veld, ook als juist het andere veld niet in het Engels was. Nu wordt elk veld vertaald dat het nodig heeft, en het veld voor je blogvoorstel heeft een eigen Herschrijven-knop. Rechtstreeks gevraagd.
pl: Pole szczegółów w „Zgłoś komentarz” ma teraz Przeredaguj i propozycję tłumaczenia na angielski, tak jak każdy inny formularz trafiający do naszego zespołu. Wiadomości do innych członków również mają teraz Przeredaguj. W „Prześlij aplikację” i „Prześlij wpis na blog” Przetłumacz zmieniało tylko jedno pole, nawet gdy to drugie nie było po angielsku. Teraz tłumaczy każde pole, które tego wymaga, a pole z propozycją wpisu ma własny przycisk Przeredaguj. Na bezpośrednią prośbę.
pt: A caixa de detalhes de "Denunciar um comentário" agora tem Reescrever e a opção de traduzir para o inglês, como todos os outros formulários que chegam à nossa equipe. Mensagens para outros membros também têm Reescrever. Em "Enviar um app" e "Enviar uma postagem do blog", Traduzir mudava só uma caixa, mesmo quando a outra é que não estava em inglês. Agora traduz todas as caixas que precisam, e a caixa de proposta do blog ganhou seu próprio botão Reescrever. Solicitado diretamente.
ru: В поле подробностей «Пожаловаться на комментарий» теперь есть «Переписать» и предложение перевести на английский, как и во всех других формах, которые получает наша команда. В сообщениях другим участникам тоже появилось «Переписать». В «Отправить приложение» и «Отправить запись блога» перевод менял только одно поле, даже если не на английском было другое. Теперь переводится каждое поле, которому это нужно, а у поля с предложением записи появилась своя кнопка «Переписать». По прямой просьбе.
sv: Detaljrutan i Rapportera en kommentar har nu Skriv om och erbjudandet att översätta till engelska, precis som alla andra formulär som går till vårt team. Meddelanden till andra medlemmar har nu också Skriv om. I Skicka in en app och Skicka in ett blogginlägg ändrade Översätt bara en ruta, även när det var den andra rutan som inte var på engelska. Nu översätts varje ruta som behöver det, och rutan för bloggförslaget har fått en egen Skriv om-knapp. Önskat direkt.
th: ช่องรายละเอียดใน "รายงานความคิดเห็น" มีปุ่มเขียนใหม่และข้อเสนอให้แปลเป็นภาษาอังกฤษแล้ว เหมือนแบบฟอร์มอื่นทุกแบบที่ส่งถึงทีมของเรา การส่งข้อความถึงสมาชิกคนอื่นก็มีปุ่มเขียนใหม่แล้วเช่นกัน ใน "ส่งแอป" และ "ส่งบทความบล็อก" ปุ่มแปลเคยเปลี่ยนเพียงช่องเดียว แม้ช่องที่ไม่ได้เป็นภาษาอังกฤษจะเป็นอีกช่องหนึ่ง ตอนนี้จะแปลทุกช่องที่ต้องแปล และช่องนำเสนอบทความบล็อกมีปุ่มเขียนใหม่ของตัวเอง ได้รับคำขอโดยตรง
tr: Yorumu Bildir'in ayrıntı kutusunda artık, ekibimize giden diğer tüm formlarda olduğu gibi Yeniden Yaz ve İngilizceye çevirme önerisi var. Başka bir üyeye mesaj göndermede de artık Yeniden Yaz var. Uygulama Gönder ve Blog Yazısı Gönder'de Çevir, İngilizce olmayan diğer kutu olsa bile yalnızca bir kutuyu değiştiriyordu. Artık gereken her kutuyu çeviriyor ve blog önerisi kutusunun kendi Yeniden Yaz düğmesi var. Doğrudan istendi.
uk: У полі подробиць «Поскаржитися на коментар» тепер є «Переписати» та пропозиція перекласти англійською, як і в усіх інших формах, що надходять нашій команді. У повідомленнях іншим учасникам тепер теж є «Переписати». У «Надіслати додаток» і «Надіслати запис блогу» переклад змінював лише одне поле, навіть якщо не англійською було інше. Тепер перекладається кожне поле, якому це потрібно, а поле з пропозицією запису має власну кнопку «Переписати». На пряме прохання.
vi: Ô chi tiết trong "Báo cáo bình luận" giờ có Viết lại và lời đề nghị dịch sang tiếng Anh, giống mọi biểu mẫu khác gửi đến nhóm chúng tôi. Nhắn tin cho thành viên khác giờ cũng có Viết lại. Trong "Gửi ứng dụng" và "Gửi bài viết blog", nút Dịch trước đây chỉ đổi một ô, kể cả khi ô không phải tiếng Anh là ô còn lại. Giờ đây nó dịch mọi ô cần dịch, và ô giới thiệu bài blog có nút Viết lại riêng. Được yêu cầu trực tiếp.
zh_hans: “举报评论”的详情框现在提供“改写”和翻译成英文的建议，与发送给我们团队的其他表单一样。给其他成员发消息也新增了“改写”。在“提交应用”和“提交博客文章”中，“翻译”以前只修改一个框，即使不是英文的是另一个框。现在会翻译所有需要翻译的框，博客推荐框也有了自己的“改写”按钮。应直接请求添加。

source: Listened Is Now a Simple Reminder, and Start Over Is Its Own Button
ar: «تم الاستماع» أصبح تذكيرًا بسيطًا، و«البدء من جديد» صار زرًا مستقلًا
de: „Gehört“ ist jetzt eine einfache Erinnerung, und „Von vorn“ hat einen eigenen Knopf
el: Το «Ακουσμένο» είναι πλέον απλή υπενθύμιση και το «Από την αρχή» έχει δικό του κουμπί
es: «Escuchado» ahora es un simple recordatorio y «Empezar de nuevo» tiene su propio botón
fa: «شنیده‌شده» اکنون یک یادآوری ساده است و «شروع دوباره» دکمهٔ خودش را دارد
fr: « Écouté » devient un simple rappel, et « Recommencer » a son propre bouton
he: "הושמע" הוא עכשיו תזכורת פשוטה, ו"התחל מחדש" קיבל כפתור משלו
hi: "सुना हुआ" अब एक सरल रिमाइंडर है, और "शुरू से" का अपना बटन है
id: Sudah Didengarkan Kini Pengingat Sederhana, dan Mulai Ulang Punya Tombol Sendiri
it: «Ascoltato» ora è un semplice promemoria e «Ricomincia» ha il suo pulsante
ja: 「聴取済み」はシンプルなリマインダーに、「最初から」は専用ボタンに
ko: '들음'은 이제 간단한 표시이고, '처음부터'는 별도 버튼입니다
nl: ‘Beluisterd’ is nu een eenvoudige herinnering, en ‘Opnieuw beginnen’ heeft een eigen knop
pl: „Przesłuchane” to teraz zwykłe przypomnienie, a „Od początku” ma własny przycisk
pt: "Ouvido" agora é um lembrete simples, e "Recomeçar" tem seu próprio botão
ru: «Прослушано» — теперь просто напоминание, а у «Сначала» своя кнопка
sv: Lyssnad är nu en enkel påminnelse, och Börja om har en egen knapp
th: "ฟังแล้ว" เป็นเพียงการเตือนความจำ และ "เริ่มใหม่" มีปุ่มของตัวเองแล้ว
tr: Dinlendi Artık Basit Bir Hatırlatıcı, Baştan Başla da Ayrı Bir Düğme
uk: «Прослухано» — тепер просто нагадування, а «Спочатку» має власну кнопку
vi: "Đã nghe" giờ chỉ là lời nhắc, và "Phát lại từ đầu" có nút riêng
zh_hans: “已收听”现在只是一个提醒，“从头开始”有了自己的按钮
